---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VoidCutsGeometry
source: html/c4b00a7e-cec8-cd3c-915c-69a3c543fbb5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VoidCutsGeometry Property

"Cuts Geometry"

## Syntax (C#)
```csharp
public static ForgeTypeId VoidCutsGeometry { get; }
```